---
kind: enumMember
id: F:Autodesk.Revit.DB.PrintRange.Visible
enum: Autodesk.Revit.DB.PrintRange
source: html/1f93dd2e-cf31-9990-cfa0-0100e523b843.htm
---
# Autodesk.Revit.DB.PrintRange.Visible

Visible portion of current window.